{
    "MANAGE-001": "Rent Today",
    "MANAGE-002": "Hired yesterday",
    "MANAGE-003": "Energy",
    "MANAGE-004": "Account Rentable Quantity",
    "MANAGE-005": "Recharge",
    "MANAGE-006": "Please enter the recharge TRX currency amount",
    "MANAGE-007": "Recharge in real-time, and any unused balance can be withdrawn at any time",
    "MANAGE-008": "Transfer recharge",
    "MANAGE-009": "Platform wallet address (transfer and recharge will arrive in approximately 2 minutes)",
    "MANAGE-010": "Please use Wave Field Browser or Mobile Wallet to transfer funds",
    "MANAGE-011": "Please check the wallet address before transferring. If the recharge amount is not found after the transfer, please contact customer service to retrieve it",
    "MANAGE-012": "You must use the wallet address bound to your account to transfer and recharge in order to be credited normally",
    "MANAGE-013": "Recharge Record",
    "MANAGE-014": "Recharge amount",
    "MANAGE-015": "Entry amount",
    "MANAGE-016": "Order Status",
    "MANAGE-017": "Transaction Hash",
    "MANAGE-018": "Create KEY",
    "MANAGE-019": "Please enter the name of the Key to distinguish statistics",

    "MANAGE-020": "Help Documents",
    "MANAGE-021": "How to use API to rent energy?",
    "MANAGE-022": "How to set up and create API security keys?",
    "MANAGE-023": "Enter the Hashgo.xyz management panel, click Create KEY, enter a name (Key name is for easy differentiation and statistics, and can be customized according to needs, such as project name), and click Create to complete the task。",
    "MANAGE-024": "Note: Each account can create up to 3 API-Keys, and API rental statistics cannot be retrieved after deletion",
    "MANAGE-025": "How to recharge when the rent usage is insufficient?",
    "MANAGE-026": "Enter the Hashgo.xyz management panel, click on the left menu ‘Recharge’ or ‘Recharge’ in the management panel to enter the recharge page",
    "MANAGE-027": "Hashgo.xyz supports two recharge methods",
    "MANAGE-028": "Transfer and recharge, you can use Wave Field Browser or mobile wallet for transfer",
    "MANAGE-029": "How to recharge when the rent usage is insufficient？",
    "MANAGE-030": "How to recharge when the rent usage is insufficient？",
    "MANAGE-031": "What to do if the balance is not used up and how to withdraw it？",
    "MANAGE-032": "If the balance is not used up, you can withdraw the currency at any time. The withdrawal operation can be performed by clicking on 'Withdraw Currency' on the 'User Information' page。",
    "MANAGE-033": "API Key",
    "MANAGE-034": "Binding",
    "MANAGE-035": "Bind wallet address",
    "MANAGE-036": "Image loading failed",
    "MANAGE-037": "Wave Field Wallet",
    "MANAGE-038": "1. Don't have a wallet yet?",
    "MANAGE-039": "2. Installing TronLink Wallet",
    "MANAGE-040": "3. An account can only be bound to one wallet. Once a wallet is bound, it cannot be unbound or bound to another account",
    "MANAGE-041": "The wallet address does not match the bound address. Please recharge using the bound wallet",
    "MANAGE-042": "Replicating Success"
}